
const questions = {
    degel: [
        {
            question: "Дэгэл гээшэ юун бэ? ",
            answers: {
                a: "Эдеэн",
                b: "Хубсаһан",
                c: "Гэр",
                d: "Малгай"
            },
            correctAnswer: "b"
        },
        {
            question: "Дэгэлые юунһээ оёдог бэ? ",
            answers: {
                a: "Саарһан",
                b: "Apһан",
                c: "Модон",
                d: "Түмэр"
            },
            correctAnswer: "b"
        },
        {
            question: "Дэгэлэй түрүү талын хэһэгые юун гэдэг бэ? ",
            answers: {
                a: "Энгэр",
                b: "Заха",
                c: "Хажуу тала",
                d: "Хоолой"
            },
            correctAnswer: "a"
        },
        {
            question: "Дэгэлые хэзээ үмдэдэг бэ? ",
            answers: {
                a: "Зун",
                b: "Хабар",
                c: "Үбэл",
                d: "Намар"
            },
            correctAnswer: "c"
        },
        {
            question: "Хүүгэдэй дэгэлые юун гэдэг бэ? ",
            answers: {
                a: "Тэрлиг",
                b: "Дэгэл",
                c: "Хубсаһан",
                d: "Хантааз"
            },
            correctAnswer: "a"
        },
        {
            question: "Дэгэлэй энгэрые юугээр хаадаг бэ? ",
            answers: {
                a: "Тобшоор",
                b: "Замагаар",
                c: "Бүһөөр",
                d: "Уяагаар"
            },
            correctAnswer: "c"
        },
        {
            question: "Эрэ хүнэй дэгэл, эхэнэр хүнэй дэгэл ямар илгаатайб? ",
            answers: {
                a: "Үнгөөрөө",
                b: "Хэлбэреэрээ",
                c: "Хэмжээгээрээ",
                d: "Бүдөөрөө"
            },
            correctAnswer: "b"
        },
        {
            question: "Баяр ёһололой дэгэл юунһээ оёдог бэ? ",
            answers: {
                a: "Торгон",
                b: "Хилгааһан",
                c: "Нооһон",
                d: "Даавуун"
            },
            correctAnswer: "a"
        },
        {
            question: "Дэгэлэй дотор юу үмдэдэг бэ? ",
            answers: {
                a: "Футболка",
                b: "Шорты",
                c: "Бүд хубсаһан",
                d: "Юушье үмдэдэггүй"
            },
            correctAnswer: "c"
        },
        {
            question: "Оршон үеын дэгэлнүүдые ямар материаалаар хэдэг бэ? ",
            answers: {
                a: "Синтетика",
                b: "Apһан",
                c: "Торго",
                d: "Бүгэдэ"
            },
            correctAnswer: "d"
        }
    ],
    yurta: [
        {
            question: "Буряад гэрэй нэрэ юун бэ? ",
            answers: {
                a: "һэеы гэр",
                b: "Байшан",
                c: "Майхан",
                d: "Типи"
            },
            correctAnswer: "a"
        },
        {
            question: "Гэрэй ханыень юунһээ хэдэг бэ? ",
            answers: {
                a: "Модон",
                b: "Түмэр",
                c: "Ургамал",
                d: "Шулуун"
            },
            correctAnswer: "a"
        },
        {
            question: "Гэрэй орой дээрэхи нүхые юун гэдэг бэ? ",
            answers: {
                a: "Тооно",
                b: "Үүдэн",
                c: "Сонхо",
                d: "Хана"
            },
            correctAnswer: "a"
        },
        {
            question: "Гэрэй үүдэниие ямар зүг руу харуулдаг бэ? ",
            answers: {
                a: "Хойто зүг",
                b: "Урда зүг",
                c: "Зүүн зүг",
                d: "Баруун зүг"
            },
            correctAnswer: "b"
        },
        {
            question: "Гэрэй гол тулгуурые юун гэдэг бэ? ",
            answers: {
                a: "Бахана",
                b: "Хана",
                c: "Тооно",
                d: "Үүдэн"
            },
            correctAnswer: "a"
        },
        {
            question: "Хубсаһа болон элдэб эдлэлнүүдые хадагалдаг, үхэг дээрэ тааруулагдаһан, мүн үхэгтэеэ адли хэлбэритэйгээр гоёон шэрдэгдэһэн бараан",
            answers: {
                a: "Орон",
                b: "Шэрээ",
                c: "Хайрсаг",
                d: "Ханза"
            },
            correctAnswer: "d"
        },
        {
            question: "Гэрэй дунда юун байдаг бэ? ",
            answers: {
                a: "Гал гуламта",
                b: "Орон",
                c: "Шэрээ",
                d: "Телевизор"
            },
            correctAnswer: "a"
        },
        {
            question: "Гэрые бүтээхэдээ юугээр хушадаг бэ? ",
            answers: {
                a: "һэеы",
                b: "Арһан",
                c: "Саарһан",
                d: "Түмэр"
            },
            correctAnswer: "a"
        },
        {
            question: "Гэртэ ороходоо ямар ёһо баримталдаг бэ? ",
            answers: {
                a: "Баруун хүлөөрөө алхадаг",
                b: "Зүүн хүлөөрөө алхадаг",
                c: "Гараа угаадаг",
                d: "Малгайгаа тайладаг"
            },
            correctAnswer: "b"
        },
        {
            question: "Уняа юунһээ хэгдэдэг бэ? ",
            answers: {
                a: "Модон",
                b: "Түмэр",
                c: "Шулуун",
                d: "һэеы"
            },
            correctAnswer: "a"
        }
    ],
    eda: [
        {
            question: "Буряад зоной эгээл дуратай эдеэнэй нэгэн гээшэ юун бэ? ",
            answers: {
                a: "Пицца",
                b: "Бууза",
                c: "Суши",
                d: "Гамбургер"
            },
            correctAnswer: "b"
        },
        {
            question: "Шүлэ юунһээ шанадаг бэ?",
            answers: {
                a: "Мяхан",
                b: "Загаһан",
                c: "Тахяа",
                d: "Сагаан эдеэн"
            },
            correctAnswer: "a"
        },
        {
            question: "Хуушуур ямар хэлбэритэй байдаг бэ? ",
            answers: {
                a: "Монсогор",
                b: "Гурбалжан",
                c: "Дүрбэлжэн",
                d: "Тэбхэр"
            },
            correctAnswer: "a"
        },
        {
            question: "Бүхэлёор юунһээ хэдэг бэ? ",
            answers: {
                a: "Үхэрэй мяхан",
                b: "Тахяагай мяхан",
                c: "Гахайн мяхан",
                d: "Шандаганай мяхан"
            },
            correctAnswer: "a"
        },
        {
            question: "Шарбин ямар амтатай бэ? ",
            answers: {
                a: "Саахартай",
                b: "Гашуун",
                c: "Амтатай",
                d: "Дабһатай"
            },
            correctAnswer: "c"
        },
        {
            question: "Аарса юунһээ хэдэг бэ? ",
            answers: {
                a: "Түрүүлээд хатааһан тараг",
                b: "һүн",
                c: "Айраг",
                d: "Уһан"
            },
            correctAnswer: "a"
        },
        {
            question: "Буряад зоной айлшандаа барюулдаг эдеэнэй нэгэн гээшэ юун бэ? ",
            answers: {
                a: "Аарсан",
                b: "Салат",
                c: "Бообо",
                d: "Компот"
            },
            correctAnswer: "c"
        },
        {
            question: "Замбаа юунһээ хэгдэдэг бэ?",
            answers: {
                a: "Талхан",
                b: "Мяхан",
                c: "Сай",
                d: "Ногоон"
            },
            correctAnswer: "a"
        },
        {
            question: "Урдаа табиха эдеэнэй түрүүшын зүйл юун бэ?",
            answers: {
                a: "Сай",
                b: "Тараг",
                c: "Шүлэн",
                d: "Компот"
            },
            correctAnswer: "c"
        },
        {
            question: "Бууза хэды хабшалгатайгаар хэдэг бэ? ",
            answers: {
                a: "Нэг нэгээр",
                b: "Хоёр хоёроор",
                c: "Арбан хоёроор",
                d: "Гуша зургаагаар"
            },
            correctAnswer: "d"
        }
    ],
    zabkrai: [
        {
            question: "Забайкалиин хизаарай түб хото гээшэ юун бэ?",
            answers: {
                a: "Улаан-Үдэ",
                b: "Чита",
                c: "Иркутск",
                d: "Красноярск"
            },
            correctAnswer: "b"
        },
        {
            question: "Забайкалиин хизаар хаана оршодог бэ?",
            answers: {
                a: "Европын хэһэгтэ",
                b: "Азиин хэһэгтэ",
                c: "Хойто Америкэдэ",
                d: "Австралида"
            },
            correctAnswer: "b"
        },
        {
            question: "Забайкалиин хизаарай эгээл томо нуур гээшэ юун бэ?",
            answers: {
                a: "Байгал",
                b: "Кенон",
                c: "Баунт",
                d: "Большое Еравнинское"
            },
            correctAnswer: "b"
        },
        {
            question: "Забайкалиин хизаар ямар уласта хилэлдэг бэ?",
            answers: {
                a: "Монголия",
                b: "Япония",
                c: "Казахстан",
                d: "Кыргыстан"
            },
            correctAnswer: "a"
        },
        {
            question: "Забайкалиин хизаарай үндэһэн ажаһуугшад гээшэ хэн бэ?",
            answers: {
                a: "Буряадууд",
                b: "Ородууд",
                c: "Эвенкэнүүд",
                d: "Бүгэдэ"
            },
            correctAnswer: "a"
        },
        {
            question: "Забайкалиин хизаарай түгээмэл амитан гээшэ юун бэ?",
            answers: {
                a: "Зүүдэн",
                b: "Арсалан",
                c: "Баабгай",
                d: "Анааш"
            },
            correctAnswer: "c"
        },
        {
            question: "Забайкалиин хизаарта ямар ургамал ургадаг бэ?",
            answers: {
                a: "Нарһан",
                b: "Хуһан",
                c: "Шилмүүһэн",
                d: "Бүгэдэ"
            },
            correctAnswer: "d"
        },
        {
            question: "Забайкалиин хизаарта ямар ашагта малтамалнууд олдодог бэ?",
            answers: {
                a: "Алтан",
                b: "Мүнгэн",
                c: "Зэд",
                d: "Бүгэдэ"
            },
            correctAnswer: "d"
        },
        {
            question: "«Алхана» гээшэ юун бэ?",
            answers: {
                a: "Хотын нэрэ",
                b: "Уулын нэрэ",
                c: "Голой нэрэ",
                d: "Үндэһэн парк"
            },
            correctAnswer: "d"
        },
        {
            question: "«Даурский заповедник» хаана оршодог бэ?",
            answers: {
                a: "Буряад Улас",
                b: "Эрхүүгэй можо",
                c: "Забайкалиин хизаар",
                d: "Хабаровскын хизаар"
            },
            correctAnswer: "c"
        }
    ],
    spirits: [
        {
            question: "Байгалай эзэн гээшэ хэн бэ?",
            answers: {
                a: "Үхэр",
                b: "Лусад",
                c: "Хаан",
                d: "Ноён"
            },
            correctAnswer: "b"
        },
        {
            question: "Гэрэй эзэн гээшэ хэн бэ?",
            answers: {
                a: "Газар эхэ",
                b: "Тэнгэри сээжэ",
                c: "Гал гуламта",
                d: "Заахан"
            },
            correctAnswer: "c"
        },
        {
            question: "Ойн эзэн гээшэ хэн бэ? ",
            answers: {
                a: "Ангарма",
                b: "Хажар Сагаан",
                c: "Лусад",
                d: "Заахан"
            },
            correctAnswer: "a"
        },
        {
            question: "Аянгын эзэн гээшэ хэн бэ? ",
            answers: {
                a: "Тэнгэри сээжэ",
                b: "Хажар Сагаан",
                c: "Заахан",
                d: "Ангарма"
            },
            correctAnswer: "a"
        },
        {
            question: "Газар дэлхэйн эзэн гээшэ хэн бэ?",
            answers: {
                a: "Газар эхэ",
                b: "Сахюусан ноён",
                c: "Ангарма",
                d: "Лусад"
            },
            correctAnswer: "a"
        },
        {
            question: "Хүнэй һүнэһэ ямар хэлбэритэй гэжэ үзэдэг бэ?",
            answers: {
                a: "Шубуун",
                b: "Модон",
                c: "Гал",
                d: "Һүлдэ"
            },
            correctAnswer: "d"
        },
        {
            question: "Муу һанаатай, хүниие үбшэлүүлдэг гэжэ тоологдодог юун бэ? ",
            answers: {
                a: "Ангарма",
                b: "Хажар Сагаан",
                c: "Лусад",
                d: "Гал гуламта"
            },
            correctAnswer: "b"
        },
        {
            question: "Заахан гээшэ хэн бэ? ",
            answers: {
                a: "Газар эхын хүбүүн",
                b: "Байгалай эзэн",
                c: "Тэнгэриин элшэн",
                d: "Хүнэй һүлдэ"
            },
            correctAnswer: "a"
        },
        {
            question: "Аба эжынгээ хүндэлхэгүй хүндэ юунэй һүлдэ хараалдаг бэ? ",
            answers: {
                a: "Газар эхын",
                b: "Тэнгэриин",
                c: "Үбгэнэй",
                d: "Эжынгээ"
            },
            correctAnswer: "c"
        },
        {
            question: "Буряад домогуудта ямар мифическэ амитад тухай хөөрэдэг бэ?",
            answers: {
                a: "Шоно",
                b: "Могой",
                c: "Гүрөөһэн",
                d: "Бүгэдэ"
            },
            correctAnswer: "d"
        }
    ],
    buddha: [
        {
            question: "Бурхан багшын нэрэ хэн бэ?",
            answers: {
                a: "Иисус",
                b: "Мухаммед",
                c: "Сиддхартха Гаутама",
                d: "Конфуций"
            },
            correctAnswer: "c"
        },
        {
            question: "Арьяабаала гээшэ хэн бэ? ",
            answers: {
                a: "Нигүүлэсэлэй бурхан",
                b: "Оюун ухаанай бурхан",
                c: "Ажалай бурхан",
                d: "Дайшалхы бурхан"
            },
            correctAnswer: "a"
        },
        {
            question: "Жамсаран бурханай гарта юун байнаб? ",
            answers: {
                a: "Адис",
                b: "Ном",
                c: "Сэсэг",
                d: "Хонхо"
            },
            correctAnswer: "c"
        },
        {
            question: "Оюун ухаанай бурхан гээшэ хэн бэ?",
            answers: {
                a: "Манзарагша",
                b: "Арьяабаала",
                c: "Очирваани",
                d: "Гонгор"
            },
            correctAnswer: "a"
        },
        {
            question: "Ямар бурхан хилэн уурһаа хамгаалдаг бэ?",
            answers: {
                a: "Очирваани",
                b: "Жамсаран",
                c: "Гонгор",
                d: "Ногоон Дара Эхэ"
            },
            correctAnswer: "a"
        },
        {
            question: "Ямар бурхан эд баялиг үршөөдэг бэ? ",
            answers: {
                a: "Намсарай",
                b: "Жамсаран",
                c: "Лхамо",
                d: "Сахюусан ноён"
            },
            correctAnswer: "a"
        },
        {
            question: "Эхэ хүнүүдэй хамгаалагша бурхан гээшэ хэн бэ?",
            answers: {
                a: "Ногоон Дара Эхэ",
                b: "Лхамо",
                c: "Янжима",
                d: "Сагаан Дара Эхэ"
            },
            correctAnswer: "a"
        },
        {
            question: "Бурханай шажандахи дүрбэн үнэн тухай юун гэжэ хэлэгдэдэг бэ? ",
            answers: {
                a: "Зоболон",
                b: "Зоболонгой шалтагаан",
                c: "Зоболонһоо гараха арга",
                d: "Бүгэдэ"
            },
            correctAnswer: "d"
        },
        {
            question: "\"Ом мани падме хум\" гэһэн тарни хэндэ зорюулагданаб?",
            answers: {
                a: "Арьяабаала",
                b: "Манзарагша",
                c: "Очирваани",
                d: "Жамсаран"
            },
            correctAnswer: "a"
        },
        {
            question: "Буддын шажанай гол зорилго юун бэ?",
            answers: {
                a: "Нирвана хүрэхэ",
                b: "Баян болохо",
                c: "Энхэ элүүр байха",
                d: "Удаан наһалха"
            },
            correctAnswer: "a"
        }
    ],
    zabpeople: [
        {
            question: "Баясхалан Дабаин хэн бэ? ",
            answers: {
                a: "Уран зохёолшо",
                b: "Дуушан",
                c: "Барилдаашан",
                d: "Худалдаашан"
            },
            correctAnswer: "a"
        },
        {
            question: "Хэн \"Эртын хүнэй дуун\" гэһэн зохеол бэшээб?",
            answers: {
                a: "Цырен-Дулма Дондокова",
                b: "Солбонэ Туяа",
                c: "Баясхалан Дабаин",
                d: "Дондок Улзытуев"
            },
            correctAnswer: "c"
        },
        {
            question: "Дуушан Бадма-Ханда Аюшеева юун зүйлөөр алдартайб?",
            answers: {
                a: "Ёохор хатардагаараа",
                b: "Буряад арадай дуунуудаараа",
                c: "Ородой эстрадын дуунуудаараа",
                d: "Кинодо наададагаараа"
            },
            correctAnswer: "b"
        },
        {
            question: "Балдан Цыжипов юугээрээ мэдээжэб?",
            answers: {
                a: "Уран зураашан",
                b: "Композитор",
                c: "Барилдаашан",
                d: "Зурхайшан"
            },
            correctAnswer: "c"
        },
        {
            question: "Алдартай забайкальска барилдаашан хэн бэ? ",
            answers: {
                a: "Батожаргал Санжиев",
                b: "Юрий Власко",
                c: "Кирилл Капризов",
                d: "Инна Степанова"
            },
            correctAnswer: "b"
        },
        {
            question: "Хэн Забайкалиин хизаар ороной анха түрүүшын губернатор бэ? ",
            answers: {
                a: "Равиль Гениатулин",
                b: "Наталья Жданова",
                c: "Александр Осипов",
                d: "Константин Ильковский"
            },
            correctAnswer: "a"
        },
        {
            question: "Хэн \"Алтан үлгы\" гэжэ кино буулгааб?",
            answers: {
                a: "Баир Дышенов",
                b: "Солбонэ Лыгденов",
                c: "Андрей Борисов",
                d: "Сергей Бодров"
            },
            correctAnswer: "a"
        },
        {
            question: "Алдар Цыденжапов юу хээб? ",
            answers: {
                a: "Байгал далай хамгаалһан",
                b: "Ами наһаяа үгөөд, олон хүниие абараа",
                c: "Шэнэ һургуули бариһан",
                d: "Уран зураг зураһан"
            },
            correctAnswer: "b"
        },
        {
            question: "Марина Дамбаева юугээрээ алдартайб?",
            answers: {
                a: "Уран шүлэг бэшэдэгээрээ",
                b: "Хатардагаараа",
                c: "Дууладагаараа",
                d: "Кинодо наададагаараа"
            },
            correctAnswer: "a"
        },
        {
            question: "Геннадий Тумуров юугээрээ мэдээжэб?",
            answers: {
                a: "Түрүүшын бурят балетмейстер",
                b: "Буряад драмын зүжэгшэн",
                c: "Буряад оперо дуунай нэрэтэй дуушан",
                d: "Түрүүшын бурят кинорежиссёр"
            },
            correctAnswer: "b"
        }
    ]
};
